{
  "nav": [
    { "text": "Startseite", "to": "/" },
    { "text": "Info", "to": "/about" },
    { "text": "Kontakt", "to": "/contact" }
  ],
  "self": {
    "title": "Erstellen Sie Ihre Online-Präsenz mit Oleg Rõbnikov Web Development",
    "text": [
      "Hallo, ich bin Oleg Rõbnikov, ein professioneller Webentwickler mit jahrelanger Erfahrung im Bau von Websites und Online-Shops. Ich bin spezialisiert auf maßgeschneiderte Lösungen, die auf Ihre einzigartigen Geschäftsbedürfnisse zugeschnitten sind. Meine Dienstleistungen sind darauf ausgerichtet, Ihre Online-Präsenz zu verbessern und es Ihnen leicht zu machen, Ihre Website oder Ihren Online-Shop zu verwalten. Lassen Sie mich Ihnen meine Produkte und Extras vorstellen, die Ihnen helfen können, Ihre Ziele zu erreichen."
    ]
  },
  "prod": [
    {
      "name": "blog",
      "title": "Persönlicher Blog oder Home-About-Contacts-Seite",
      "slogan": "Zeigen Sie sich mit unserem persönlichen Blog oder Home-About-Contacts-Seite!",
      "price": "Inklusive 3 Arbeitstagen. Preis: ab 150 EUR.",
      "text": [
        "Oleg Rõbnikov Web Development bietet einen persönlichen Blog oder eine Home-About-Contacts-Seite an, die perfekt für Einzelpersonen oder kleine Unternehmen geeignet ist, die ihre persönliche Marke oder Geschäftsinformationen präsentieren möchten. Ich arbeite mit Ihnen zusammen, um eine Website mit bearbeitbarem Inhalt zu erstellen, die zu einem Content-Management-System für Ihre Blogging- oder andere Publishing-Aktivitäten erweitert werden kann. Das Projekt dauert nur 3 Arbeitstage und beginnt bei einem Preis von 150 EUR. Ich bin darauf bedacht, meinen Kunden das bestmögliche Kundenerlebnis zu bieten, und ich bin stolz darauf, erstklassige Lösungen zu liefern, die ihren spezifischen Bedürfnissen entsprechen."
      ]
    },
    {
      "name": "biz",
      "title": "Geschäftsseite oder Single Page Application",
      "slogan": "Erheben Sie Ihr Geschäft mit unserer Geschäftsseite oder Single Page Application!",
      "price": "Inklusive 5 Arbeitstagen. Preis: ab 270 EUR.",
      "text": [
        "Für größere Unternehmen biete ich eine Geschäftsseite oder eine Single Page Application an, die dazu beitragen kann, Ihr Unternehmen auf die nächste Stufe zu heben. Mein Basisprojekt umfasst mehr als drei Routen und die dynamische Darstellung Ihres Inhalts und kann später zu einer Progressive Web App erweitert werden, die Ihren Kunden ein besseres Nutzererlebnis bietet. Ich arbeite eng mit Ihnen zusammen, um sicherzustellen, dass das Endprodukt Ihren Geschäftsanforderungen entspricht und Ihre Erwartungen übertrifft."
      ]
    },
    {
      "name": "shop",
      "title": "Online-Shop / E-Commerce-Seite",
      "slogan": "Steigern Sie Ihre Verkäufe mit unserem Online-Shop / E-Commerce-Seite!",
      "price": "Ab 450 EUR.",
      "text": [
        "Wenn Sie Ihre Produkte online verkaufen möchten, kann ich eine Online-Shop/E-Commerce-Seite mit Produktkarten und Zahlungssystemen erstellen. Oleg Rõbnikov Web Development kann Ihnen helfen, einen Online-Shop zu erstellen, der Ihren Geschäftsanforderungen entspricht."
      ]
    }
  ],
  "extras": {
    "title": "Sprachen, Hosting, SEO und benutzerdefinierte Projekte",
    "text": [
      "Ich biete eine Vielzahl von Extras an, die Ihnen helfen können, Ihre Website oder Ihren Online-Shop zu verbessern. Dazu gehören:",
      "Zusätzliche Sprachen verfügbar: Englisch, Russisch, Deutsch, Estnisch, Vietnamesisch, Chinesisch sind kostenpflichtig.",
      "Sie benötigen einen Hosting-Service und einen Domain-Namen für Ihre Website. Sie können Ihren eigenen verwenden oder ich kann Ihnen diesen gegen eine zusätzliche Gebühr zur Verfügung stellen.",
      "Suchmaschinenoptimierung ist auch eine zusätzliche Funktion. Ich kann Ihnen helfen, Ihre Website für Suchmaschinen zu optimieren, was Ihnen hilft, einen höheren Rang in den Suchergebnissen zu erreichen und Ihren Website-Traffic zu erhöhen. Ich optimiere den Website-Build selbst für die beste Ladegeschwindigkeit und gebe Schlüsselwörter an , Beschreibung und Inhaltsverwaltung mit Hilfe von künstlicher Intelligenz gegen Aufpreis. Dieses Feature kann die Lieferzeit verlängern, aber es lohnt sich die Investition. Mein Ziel ist es, Ihnen dabei zu helfen, die bestmöglichen Ergebnisse mit Ihrer Website oder Ihrem Online-Shop zu erzielen .",
      "Schließlich biete ich kundenspezifische Projekte an, die die Erweiterung Ihres bestehenden Projekts oder Änderungen zur Verbesserung des Grafikdesigns, der Leistung oder des Inhalts beinhalten. Ich berechne je nach Bedarf stündlich oder pro Tag oder Woche. hochwertigen Service für alle meine Kunden."
    ],
    "price": ["20 EUR/ Stunde", "150 EUR/ 8-Stunden-Arbeitstag", "700 EUR/ 5-Tage-Woche"]
  },
  "action": "Setzen Sie sich noch heute mit Oleg Rõbnikov Web Development in Verbindung, um mehr über unsere Dienstleistungen zu erfahren und wie wir Ihnen helfen können, eine Online-Präsenz zu erstellen, die Ihre Marke repräsentiert!"
}
