{
  "nav": [
    { "text": "Home", "to": "/" },
    { "text": "About", "to": "/about" },
    { "text": "Contact", "to": "/contact" }
  ],
  "self": {
    "title": "Build your online presence with Oleg Rõbnikov Web Development",
    "text": [
      "Hello, I'm Oleg Rõbnikov, a professional web developer with years of experience in building websites and online shops. I specialize in providing customized solutions that cater to your unique business needs. My services are designed to enhance your online presence and make it easy for you to manage your website or online shop. Let me introduce you to my products and extras that can help you achieve your goals."
    ]
  },
  "prod": [
    {
      "name": "blog",
      "title": "Personal Blog or Home-About-Contacts page",
      "slogan": "Showcase yourself with our Personal Blog or Home-About-Contacts page!",
      "price": "Includes 3 business days. Price: starting from 150 EUR.",
      "text": [
        "Oleg Rõbnikov Web Development offers a Personal Blog or Home-About-Contacts page that is perfect for individuals or small businesses who want to showcase their personal brand or business information.",
        "I work with you to create a website with editable content that can be expanded into a content management system for your blogging or other publishing activities. The project only takes 3 business days and starts at a price of 150 EUR.",
        "I am dedicated to providing the best customer experience for my clients, and I take pride in delivering top-notch solutions that meet their specific needs."
      ]
    },
    {
      "name": "biz",
      "title": "Business Page or Single Page Application",
      "slogan": "Elevate your business with our Business Page or Single Page Application!",
      "price": "Includes 5 business days. Price: starting from 270 EUR.",
      "text": [
        "For larger businesses, I offer a Business Page or Single Page Application that can help elevate your business to the next level. My base project includes more than three routes and dynamic presentation of your content, and can later be expanded into a Progressive Web App that provides a better user experience for your customers. I work closely with you to ensure that the end product meets your business needs and exceeds your expectations."
      ]
    },
    {
      "name": "shop",
      "title": "Online Shop/ e-commerce page",
      "slogan": "Boost your sales with our Online Shop/ e-commerce page!",
      "price": "Starting from 450 EUR.",
      "text": [
        "If you're looking to sell your products online, I can create an Online Shop/ e-commerce page with product cards and payment systems. Oleg Rõbnikov Web Development can help you create an online shop that meets your business needs."
      ]
    }
  ],
  "extras": {
    "title": "Languages, Hosting, SEO, and Custom Projects",
    "text": [
      "I offer a variety of extras that can help you enhance your website or online shop. These include:",
      "Extra languages available: English, Russian, German, Estonian, Vietnamese, Chinese come with additional cost.",
      "You will need a hosting service and a domain name for your website. You can use your own or I can provide them to you for an additional fee.",
      "Search Engine Optimization is also an additional feature. I can help you optimize your website for search engines, which will help you rank higher in search results and increase your website traffic. I optimize the website build itself for best loading speed, and provide keyword, description, and content management with the help of Artificial Intelligence at an extra cost. This feature can increase the delivery time, but it is well worth the investment. My goal is to help you achieve the best possible results from your website or online shop.",
      "Finally, I offer custom projects that include expanding your existing project or making changes to enhance graphic design, performance, or content. I charge hourly or per day or week, depending on your needs. I am committed to providing transparent pricing and high-quality service to all my clients."
    ],
    "price": ["20 EUR/ hour", "150 EUR/ 8 hour working day", "700 EUR/ 5 day week"]
  },
  "action": "Get in touch with Oleg Rõbnikov Web Development today to learn more about our services and how we can help you create an online presence that represents your brand!",
  "contacts": {
    "title": "Oleg Rõbnikov Web Development",
    "reg": "Registered in Estonia as a sole trader 16629214 on 2022-12-08",
    "text": [
      "If you have any questions about my services, please feel free to contact me. I am happy to answer any questions you may have and provide you with a free quote. I look forward to hearing from you!"
    ],
    "email": "rybniko@gmail.com",
    "phone": "+372 5604 5484",
    "address": {
      "title": "Address",
      "street": "Street: Õismäe tee 65-47",
      "zip": "Postal code: 13515",
      "city": "City: Tallinn",
      "province": "Province: Harjumaa",
      "country": "Country: Estonia"
    },
    "lat": 59.437,
    "lng": 24.753
  },
  "about": {
    "title": "About Oleg Rõbnikov Web Development",
    "text": [
      "I am dedicated to providing the best customer experience for my clients, and I take pride in delivering top-notch solutions that meet their specific needs. I work closely with you to ensure that the end product meets your business needs and exceeds your expectations. I am committed to providing transparent pricing and high-quality service to all my clients.",
      "In 2003, I graduated from Concordia International University Estonia. This was a significant milestone in my education and helped me develop skills that I use to this day. The education I received at Concordia gave me a competitive advantage in the world of web development.",
      "In 2002, I built my first website. This was an exciting time for me, as I discovered my passion for web development. This experience allowed me to gain practical knowledge and experience in website building, setting the foundation for my future in the industry.",
      "In 2007, my interest in online education systems, social media, SEO, and Google Ads began to grow. As a result, I became well-versed in the latest trends and technologies, giving me an edge in the field of digital marketing.",
      "The advent of social media marketing era presented a new opportunity for me. Building pages on Facebook and advertising on Instagram were effective ways to drive traffic to websites. My familiarity with these platforms gave me an advantage in developing successful social media campaigns.",
      "In 2019, I took online JavaScript courses with Pirple.com. This was a valuable experience as I familiarized myself with React, Vue frontend frameworks, as well as Astro.js, Svelte. I decided to work primarily with Vue and Vite, as they offered the most benefits for my projects.",
      "In 2020, I started working with PHP and Laravel. This was another new experience that broadened my skillset and allowed me to take on more diverse projects.",
      "In 2022, I founded Oleg Rõbnikov Web Development, a company dedicated to developing blogs, single page applications, and online shops. My diverse skillset, acquired from years of experience and education, allows me to provide quality solutions to clients. My competitive advantage lies in my ability to adapt to new technologies and stay ahead of industry trends."
    ]
  }
}
