{
  "nav": [
    { "text": "Kodu", "to": "/" },
    { "text": "About", "to": "/about" },
    { "text": "Kontakt", "to": "/contact" }
  ],
  "self": {
    "title": "Ehitage oma kohalolekut veebis Oleg Rõbnikovi veebiarendusega",
    "text": [
      "Tere, mina olen Oleg Rõbnikov, professionaalne veebiarendaja, kellel on aastatepikkune kogemus veebisaitide ja veebipoodide loomisel. Olen spetsialiseerunud kohandatud lahenduste pakkumisele, mis vastavad teie ainulaadsetele ärivajadustele. Minu teenused on loodud teie veebis kohaloleku suurendamiseks ja selle muutmiseks. teie jaoks on lihtne oma veebisaiti või veebipoodi hallata. Lubage mul tutvustada teile oma tooteid ja lisasid, mis aitavad teil oma eesmärke saavutada."
    ]
  },
  "prod": [
    {
      "name": "blogi",
      "title": "Isiklik ajaveeb või leht Home-About-Contacts",
      "slogan": "Esitlege end meie isikliku ajaveebi või lehel Kodu-Teave-Kontaktid!",
      "price": "Sisaldab 3 tööpäeva. Hind: alates 150 EUR.",
      "text": [
        "Oleg Rõbnikovi veebiarendus pakub isiklikku ajaveebi või kodu-teave-kontaktide lehte, mis sobib suurepäraselt üksikisikutele või väikeettevõtetele, kes soovivad esitleda oma isiklikku kaubamärki või äriteavet. Teen teiega koostööd, et luua muudetava sisuga veebisait, mida saab laiendada. sisuhaldussüsteemi teie ajaveebi pidamiseks või muudeks avaldamistegevusteks. Projekt kestab vaid 3 tööpäeva ja algab hinnaga 150 EUR. Olen pühendunud oma klientidele parima kliendikogemuse pakkumisele ja olen uhke selle üle, et pakun parimat sälk lahendused, mis vastavad nende konkreetsetele vajadustele."
      ]
    },
    {
      "name": "biz",
      "title": "Ettevõtte leht või ühe lehe rakendus",
      "slogan": "Tõstke oma ettevõtet meie ettevõtte lehe või ühe lehe rakendusega!",
      "price": "Sisaldab 5 tööpäeva. Hind: alates 270 EUR.",
      "text": [
        "Suurematele ettevõtetele pakun ärilehte või ühe lehe rakendust, mis aitab tõsta teie ettevõtte järgmisele tasemele. Minu põhiprojekt sisaldab rohkem kui kolme marsruuti ja teie sisu dünaamilist esitlust ning seda saab hiljem laiendada progressiivseks veebirakenduseks mis pakub teie klientidele paremat kasutuskogemust. Teen teiega tihedat koostööd tagamaks, et lõpptoode vastaks teie ärivajadustele ja ületaks teie ootused."
      ]
    },
    {
      "name": "pood",
      "title": "Veebipood/ e-kaubanduse leht",
      "slogan": "Suurendage oma müüki meie veebipoe/e-kaubanduse lehe abil!",
      "price": "Alates 450 EUR.",
      "text": [
        "Kui soovite oma tooteid veebis müüa, saan luua veebipoe/e-kaubanduse lehe tootekaartide ja maksesüsteemidega. Oleg Rõbnikovi veebiarendus aitab teil luua teie ettevõtte vajadustele vastava veebipoe."
      ]
    }
  ],
  "extras": {
    "title": "Keeled, hostimine, SEO ja kohandatud projektid",
    "text": [
      "Pakun mitmesuguseid lisasid, mis aitavad teil oma veebisaiti või veebipoodi täiustada. Nende hulka kuuluvad:",
      "Saadaval lisakeeled: inglise, vene, saksa, eesti, vietnami, hiina lisatasu eest.",
      "Teil on vaja oma veebisaidile hostimisteenust ja domeeninime. Võite kasutada enda oma või ma võin need teile lisatasu eest pakkuda.",
      "Lisafunktsiooniks on ka otsingumootori optimeerimine. Aitan teil optimeerida teie veebisaiti otsingumootorite jaoks, mis aitab teil otsingutulemustes kõrgemat asetust tõsta ja veebisaidi liiklust suurendada. Optimeerin veebisaidi koostamist parima laadimiskiiruse saavutamiseks ja pakun märksõna , kirjeldus ja sisuhaldus tehisintellekti abil lisatasu eest. See funktsioon võib pikendada tarneaega, kuid see on investeeringut väärt Minu eesmärk on aidata teil saavutada oma veebisaidilt või veebipoest parimaid võimalikke tulemusi .",
      "Lõpuks pakun kohandatud projekte, mis hõlmavad teie olemasoleva projekti laiendamist või muudatuste tegemist graafilise disaini, jõudluse või sisu parandamiseks. Võtan tasu tunni- või päeva- või nädalapõhiselt, olenevalt teie vajadustest. Olen pühendunud läbipaistva hinnakujunduse ja kõrgete kvaliteetset teenust kõigile oma klientidele."
    ],
    "price": ["20 EUR/tund", "150 EUR/8-tunnine tööpäev", "700 EUR/5-päevane nädal"]
  },
  "action": "Võtke ühendust Oleg Rõbnikovi veebiarendusega juba täna, et saada lisateavet meie teenuste ja selle kohta, kuidas saaksime aidata teil luua veebis kohaloleku, mis esindab teie brändi!",
  "contacts": {
    "title": "Oleg Rõbnikovi Web Development",
    "reg": "Registreeritud Eesti Füüsilisest Isikust Ettevõtjana (16629214) 2022-12-08",
    "text": [
      "Kui teil on küsimusi minu teenuste kohta, võtke julgelt ühendust. Olen valmis vastama kõikidele teie küsimustele ja pakkuma tasuta hinnapakkumist. Ootan teie kirju!"
    ],
    "email": "rybniko@gmail.com",
    "phone": "+372 5604 5484",
    "address": {
      "title": "Aadress",
      "street": "Tänav: Õismäe tee 65-47",
      "zip": "Postiindeks: 13515",
      "city": "Linn: Tallinn",
      "province": "Maakond: Harjumaa",
      "country": "Riik: Eesti"
    },
    "lat": 59.437,
    "lng": 24.753
  },
  "about": {
    "title": "Oleg Rõbnikovi Web Development",
    "text": [
      "Olen pühendunud oma klientidele parima kliendikogemuse pakkumisele ning uhke, et suudan pakkuda tipptasemel lahendusi, mis vastavad nende konkreetsetele vajadustele. Töötan teiega tihedalt koos, et tagada, et lõpp-toode vastab teie äri vajadustele ning ületab teie ootusi. Olen pühendunud läbipaistva hinnakujunduse ning kõrgekvaliteedilise teenuse pakkumisele kõigile oma klientidele.",
      "Aastal 2003 lõpetasin Concordia International University Estonia. See oli minu haridusel oluline verstapost, mis aitas mul arendada oskusi, mida kasutan tänaseni. Concordias saadud haridus andis mulle konkurentsieelise veebiarenduse valdkonnas.",
      "Aastal 2002 ehitasin oma esimese veebilehe. See oli minu jaoks põnev aeg, kuna avastasin oma kirg veebiarenduse vastu. See kogemus võimaldas mul omandada praktilisi teadmisi ja kogemusi veebilehtede loomises, luues aluse minu tulevasele karjäärile selles valdkonnas.",
      "Aastal 2007 hakkasid mu huvi veebipõhiste haridussüsteemide, sotsiaalmeedia, SEO ja Google'i reklaamide vastu kasvama. Selle tulemusena sain hästi kursis viimaste trendide ja tehnoloogiatega, mis andsid mulle eelise digitaalse turunduse valdkonnas.",
      "Sotsiaalmeedia turunduse ajastu tulek andis mulle uue võimaluse. Facebooki lehtede loomine ja Instagramis reklaamide tegemine olid efektiivsed viisid veebisaidi külastatavuse suurendamiseks. Minu tuttavus nende platvormidega andis mulle eelise edukate sotsiaalmeedia kampaaniate arendamisel.",
      "Aastal 2019 võtsin Pirple.com kaudu online JavaScript'i kursusi. See oli minu jaoks väärtuslik kogemus, sest tutvusin React, Vue esirakenduse raamistike ja Astro.js, Svelte-ga. Otsustasin töötada peamiselt Vue ja Vite'iga, kuna need pakkusid minu projektidele kõige rohkem eeliseid.",
      "Aastal 2020 hakkasin töötama PHP ja Laraveliga. See oli veel üks uus kogemus, mis laiendas mu oskuste hulka ja võimaldas mul võtta vastu mitmekesisemaid projekte.",
      "Aastal 2022 asutasin Oleg Rõbnikov Veebiarenduse ettevõtte, mis on pühendunud blogide, üheleheküljeliste rakenduste ja online-poodide arendamisele. Minu mitmekülgne oskusteave, mida olen omandanud aastate jooksul kogemuste ja hariduse kaudu, võimaldab mul pakkuda klientidele kvaliteetseid lahendusi. Minu konkurentsieelis seisneb minu võimes kohaneda uute tehnoloogiatega ja püsida tööstuse suundumustega sammu pidav."
    ]
  }
}
