{
  "nav": [
    { "text": "Домашняя", "to": "/" },
    { "text": "Инфо", "to": "/about" },
    { "text": "Контакты", "to": "/contact" }
  ],
  "self": {
    "title": "Создайте свое присутствие в Интернете с Олегом Рыбниковым, занимающимся веб-разработкой",
    "text": [
      "Здравствуйте, меня зовут Олег Рыбников, профессиональный веб-разработчик с многолетним опытом создания веб-сайтов и интернет-магазинов. Я специализируюсь на предоставлении индивидуальных решений, отвечающих вашим уникальным бизнес-потребностям. Мои услуги предназначены для расширения вашего присутствия в Интернете и повышения его Вам будет легко управлять своим веб-сайтом или интернет-магазином. Позвольте мне представить вам мои продукты и дополнительные услуги, которые помогут вам достичь ваших целей."
    ]
  },
  "prod": [
    {
      "name": "blog",
      "title": "Личный блог или страница Главная-О-Контактах",
      "slogan": "Покажите себя в нашем личном блоге или на базовой странице Главная-О компании-Контакты!",
      "price": "Включает 3 рабочих дня. Цена: от 150 евро.",
      "text": [
        "Веб-разработка Олега Рыбникова предлагает личный блог или страницу «Главная-О-Контактах», которая идеально подходит для частных лиц или малых предприятий, которые хотят продемонстрировать свой личный бренд или бизнес-информацию. Я работаю с вами над созданием веб-сайта с редактируемым контентом, который можно расширять. в систему управления контентом для вашего блога или другой издательской деятельности. Проект занимает всего 3 рабочих дня и начинается по цене 150 евро. Я стремлюсь обеспечить лучший клиентский опыт для своих клиентов, и я горжусь тем, передовые решения, отвечающие их конкретным потребностям."
      ]
    },
    {
      "name": "biz",
      "title": "Бизнес-страница или одностраничное приложение",
      "slogan": "Поднимите свой бизнес на новый уровень с помощью нашей бизнес-страницы или одностраничного приложения!",
      "price": "Включает 5 рабочих дней. Цена: от 270 евро.",
      "text": [
        "Большим компаниям я предлагаю бизнес-страницу или одностраничное приложение, которые могут помочь поднять ваш бизнес на новый уровень. Мой базовый проект включает в себя более трех маршрутов и динамическое представление вашего контента, а позже может быть расширен до прогрессивного веб-приложения. это обеспечивает лучший пользовательский опыт для ваших клиентов. Я тесно сотрудничаю с вами, чтобы убедиться, что конечный продукт соответствует потребностям вашего бизнеса и превосходит ваши ожидания."
      ]
    },
    {
      "name": "shop",
      "title": "Интернет-магазин/страница электронной коммерции",
      "slogan": "Увеличьте свои продажи с помощью нашего интернет-магазина/страницы электронной коммерции!",
      "price": "От 450 евро.",
      "text": [
        "Если вы хотите продавать свои товары в Интернете, я могу создать страницу интернет-магазина/электронной коммерции с карточками товаров и платежными системами. Олег Рыбников Веб-разработка может помочь вам создать интернет-магазин, отвечающий потребностям вашего бизнеса."
      ]
    }
  ],
  "extras": {
    "title": "Языки, хостинг, SEO и индивидуальные проекты",
    "text": [
      "Я предлагаю множество дополнительных услуг, которые помогут вам улучшить ваш веб-сайт или интернет-магазин. К ним относятся:",
      "Доступны дополнительные языки: английский, русский, немецкий, эстонский, вьетнамский, китайский за дополнительную плату.",
      "Вам потребуется услуга хостинга и доменное имя для вашего сайта. Вы можете использовать свое собственное или я могу предоставить их вам за дополнительную плату.",
      "Поисковая оптимизация также является дополнительной функцией. Я могу помочь вам оптимизировать ваш сайт для поисковых систем, что поможет вам занять более высокое место в результатах поиска и увеличить посещаемость вашего сайта. Я оптимизирую саму сборку сайта для лучшей скорости загрузки и предоставлю ключевое слово. , описание и управление контентом с помощью искусственного интеллекта за дополнительную плату. Эта функция может увеличить время доставки, но она стоит вложений. Моя цель – помочь вам добиться наилучших результатов от вашего веб-сайта или интернет-магазина.",
      "Наконец, я предлагаю индивидуальные проекты, которые включают расширение вашего существующего проекта или внесение изменений для улучшения графического дизайна, производительности или контента. Я беру почасовую оплату, посуточно или еженедельно, в зависимости от ваших потребностей. качественный сервис для всех моих клиентов."
    ],
    "price": ["20 евро/час", "150 евро/8-часовой рабочий день", "700 евро/5-дневная неделя"]
  },
  "action": "Свяжитесь с Oleg Rõbnikov Web Development сегодня, чтобы узнать больше о наших услугах и о том, как мы можем помочь вам создать онлайн-присутствие, представляющее ваш бренд!"
}
